Repository: 5nilha/Brasileirao-2020
Catalog: Brasileirao/Resources/Localization/*.lproj/Localizable.strings
Languages: pt_br

# error_UIDescription
source: Something went wrong! We are unable to retrieve your events at the moment.
pt_br: Um erro aconteceu. No momento não conseguimos carregar os dados dos jogos. Tente novamente mais tarde.

# nil_data_error
source: Data is empty or nil
pt_br: Data está sem nada ou não existe.

# file_not_found_error
source: Error file not found
pt_br: Arquivo não encontrado

# decode_error
source: Error trying to decode data
pt_br: Erro tentando decode o json

# unauthorized_token_error
source: Error trying to fetch data with unauthorized token
pt_br: Erro ao tentar fetch a data usando um token não autorizado.

# invalid_url
source: Error of invalid URL
pt_br: URL Invalida.

# nil_url
source: Error of Empty or Nil URL
pt_br: URL inexistente.

# wrongPath
source: Error with the file path wrong
pt_br: Caminho do arquivo errado.

source: Shot to Goal
pt_br: Chutes Para o Gol

source: Total Shots
pt_br: Total de Chutes

source: Fouls
pt_br: Faltas

source: Offsides
pt_br: Impedimentos

source: Corners
pt_br: Escanteios

source: Ball Possession
pt_br: Posse de Bola

source: Yellow Cards
pt_br: Cartões Amarelo

source: Red Cards
pt_br: Cartões Vermelho

source: Total Passes
pt_br: Passes
